import { ABOUTINFOCONTAINER } from './styled';

const AboutInfo = () => {
    return (
        <ABOUTINFOCONTAINER>
            <div className='img-wrap'>
                <h2>porsche korea</h2>
                <img src='images/about-img.jpg' />
            </div>
            <p>
                2014년 1월 1일 설립된 포르쉐코리아(“PKO”)는 올해 브랜드 탄생 74주년을 맞은 포르쉐
                AG의 17번째 자회사로, 국내 포르쉐의 공식 수입과 유통을 담당하고 있습니다.
            </p>
            <p>
                포르쉐코리아는 세계적인 베스트셀러 스포츠카인 911라인과 브랜드의 새로운 아이코닉
                모델 순수 전기 스포츠카 타이칸, 미드 엔진 스포츠카 718 박스터와 카이맨, 스포티한
                SUV인 마칸과 카이엔 그리고 4도어 파나메라 등을 국내 시장에 선보이며 독보적인
                존재감을 나타내고 있습니다.
            </p>
            <p>
                스투트가르트스포츠카(주), 아우토슈타트(주), 도이치아우토(주), YSAL(주),
                세영모빌리티(주) 등 5개의 공식 딜러사와 함께 전국에 총13개 포르쉐 전시장과 13개
                서비스센터, 3개의 포르쉐 인증 중고차 센터, 그리고 3개의 포르쉐 스튜디오를 운영하며,
                최상의 판매 서비스와 A/S를 제공하고자 최선의 노력을 다하고 있습니다.
            </p>
            <p>
                포르쉐코리아는 포르쉐 브랜드의 철학에 상응하는 사회공헌 활동을 꾸준히 펼쳐 나가고
                있습니다. 2017년 사회복지법인 초록우산 어린이재단과 함께 포르쉐 브랜드 정체성인
                ‘꿈’을 콘셉트로 포르쉐 두 드림(Do Dream) 캠페인을 론칭하여 초등학교에
                실내체육관인‘포르쉐 드림 플레이그라운드’를 건립하였습니다. 또한 예체능 인재
                아동들에게 장학금을 지원하는 ‘포르쉐 드림 업’, 숲 공간과 태양광 패널을 설치하는
                ‘포르쉐 드림 서클’을 통해 어린이들이 마음껏 꿈을 펼치며 성장할 수 있는 환경을
                조성하기 위해 꾸준히 노력해 왔습니다.
            </p>
            <p>
                2021년에는 서울문화재단과 함께 공연예술 업계를 지원하는 신규 프로그램 ‘포르쉐 두
                드림 사이채움’을 시작으로, 서울시 공공자전거 ‘따릉이’를 활용한 민관협력 공공예술
                프로젝트 ‘포르쉐 드림 아트 따릉이’를 선보였습니다. 또한 서울그린트러스트와 함께 도시
                양봉 및 녹지 확대 조성을 위한 ‘빌리브 인 드림 (Bee’lieve in Dreams)’ 꿀벌 정원을
                조성하며 문화, 예술, 교육, 환경 등 더욱 확장된 범위에서 사회공헌 활동을 펼쳐 나가고
                있습니다.
            </p>
            <p>
                <img src='images/porsche-normal.jpg' alt='' />
            </p>
        </ABOUTINFOCONTAINER>
    );
};

export default AboutInfo;
